results/core6_v1/raw_batch2_20260710/20260710T081743_spike_H100_rep2/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 151315 out of 151315
     data_received..................: 35 MB   61 kB/s
     data_sent......................: 16 MB   28 kB/s
     http_req_blocked...............: avg=5.85µs   min=1.26µs   med=4.72µs   max=31.89ms  p(90)=7.25µs   p(95)=8.37µs  
     http_req_connecting............: avg=433ns    min=0s       med=0s       max=31.77ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=40.19ms  min=1.38ms   med=35.69ms  max=145.2ms  p(90)=78.83ms  p(95)=84.1ms  
       { expected_response:true }...: avg=40.19ms  min=1.38ms   med=35.69ms  max=145.2ms  p(90)=78.83ms  p(95)=84.1ms  
   ✓ http_req_failed................: 0.00%   0 out of 151315
     http_req_receiving.............: avg=660.22µs min=11.46µs  med=330.82µs max=54.7ms   p(90)=1.32ms   p(95)=1.88ms  
     http_req_sending...............: avg=15.12µs  min=3.37µs   med=11.18µs  max=3.16ms   p(90)=21.37µs  p(95)=37.31µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=39.52ms  min=1.12ms   med=34.94ms  max=144.77ms p(90)=77.73ms  p(95)=83.02ms 
     http_reqs......................: 151315  265.434851/s
     iteration_duration.............: avg=140.88ms min=102.45ms med=136.35ms max=246.63ms p(90)=179.43ms p(95)=184.76ms
     iterations.....................: 151315  265.434851/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100